Revit 2015 API
FloorTypeSet Constructor
Initializes a new instance of the FloorTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public FloorTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
FloorTypeSet()
See Also
FloorTypeSet Class
Autodesk.Revit.DB Namespace